<template>
  <section class="article">
    <div id="article-start" class="article-start-anchor" />
    <div>
      <h2>
        <span>失控的鐵道安全：</span>
        <span>臺鐵改革為什麼一直失靈？</span>
      </h2>
      <p>
        2021 年 4 月 2
        日清明連假，一輛從邊坡滑落到軌道的大貨車造成臺鐵營運史上死傷最慘重的事故，共
        49 人魂斷花蓮、逾 200 人輕重傷。交通部 7
        月中公布的行政報告指出，這次事故主因是外物入侵，以及臺鐵局的工地管理有嚴重疏失。
      </p>
      <p>
        軌道上的一次意外，都反應出臺鐵局一部分的安全漏洞。如 2018 年奪去 18
        條人命的普悠瑪號事故凸顯列車設備良莠不齊、司機員得一邊開車一邊修車的窘境；太魯閣號事故則暴露外包工程管理的疏失、以及過去對於鐵道異物得過且過的態度。
      </p>
      <p>
        每次事故發生後，包括行政院長、交通部首長、臺鐵局長都再三強調「改革持續推動中」；然而第一線工作人員坦言，普悠瑪號事故至今
        3 年多，不論是員工訓練、工作流程或設備狀態，都感受不到明顯的改變。
      </p>
      <p>臺鐵的改革究竟出了什麼問題？</p>
      <h3>
        <span>外物頻入侵</span>
        <span>司機員僅以肉眼確認路況</span>
      </h3>
      <p>
        因為鐵軌出現異物引起的太魯閣號事故，看似是個案，但從臺鐵局統計的行車事故類型可以發現，光是去年的相關事件就超過
        82 件（佔比 13%），每個月平均有 7
        件。「外物」種類千奇百怪，包含土石、樹木、牛群、野貓、野狗、機車與小客車等各式車種、還有掉落或橫越軌道的民眾。
      </p>
      <p>
        有著 4
        年多的駕駛與隨車經歷，正偉（化名）曾經看過車子、路人，甚至是臺鐵局的施工人員突然出現在軌道旁，和列車的距離最近不到
        50
        公尺；闖入原因則無奇不有，例如縱貫線的海線和宜蘭線（七堵到宜蘭）有很多民眾常會跨越鐵軌，「他們的田可能在鐵道的左邊，住的地方在右邊，所以直接走過去最快。」車站勸導多次都沒用，只好試著架設圍籬，沒想到被人用鐵絲剪剪斷。
      </p>
      <p>
        除此之外，施工人員也常在列車行駛時出沒在軌道附近。有一次正偉開車快到太麻里站時，看到邊坡上有工人在施工，第一個反應就是煞車。結果他卻馬上接到調度所的詢問，「問我車速怎麼慢這麼多？我說有看到工人在邊坡上移動，調度員很震驚他們都沒接到通報。然後我們再問太麻里車站，站長也回應不知情。」這次事件最後不了了之，「反正車子沒事，乘客沒事，就沒人再追究下去了。」
      </p>
      <p>
        面對層出不窮的外物侵入，臺鐵並沒有一套確保軌道淨空的機制，目前的方式全靠人工：軌道養護人員每週巡查、車站人員監測月臺跟平交道、以及司機員用肉眼確認軌道狀況。年資超過
        5
        年的司機員阿豪（化名）說，之前訓練時，師傅並沒有特別說明如何處理軌道上的異物，「畢竟司機員能做的也不多，就是停車跟通報。」他遇過的都是可自行清除的東西，先跟車站通報、把列車停好，再下去把外物移走就行了。
      </p>
      <p>
        長期對軌道淨空抱著「看起來沒事就不追究」的態度，臺鐵局終於在今年 4
        月踢到鐵板——太魯閣事件掉下來的那輛大貨車，事發當下看來很荒謬，但若對照臺鐵的記錄，或許就不顯得意外了。
      </p>
      <p>
        事故之後，交通部要求臺鐵局借鏡高鐵，設計邊坡滑動、落石及外物入侵的偵測器；臺鐵局也回應，會盤點鐵公路周遭可能有異物入侵的地方，設置永久性的阻隔設施，或天然災害告警系統，預定
        10 月提出改善計畫。
      </p>
      <p>
        但正偉對此並不樂觀，畢竟以前「不了了之」的經驗太多：「我們曾針對某路段建議蓋圍牆防範居民侵入，結果民眾去找立委，事情又無疾而終。臺鐵局如果真要改革，還是要看有沒有決心。」
      </p>
      <UiReportImage
        class="article__image"
        :image="require('~/assets/images/article-picture-1.jpeg')"
        :text="'攝影／賴一銀'"
      />
      <h3>
        <span>忽視外包品質</span>
        <span>沿線工程成安全未爆彈</span>
      </h3>
      <p>
        造成太魯閣號事故的另一個原因，是臺鐵局對外包工程的細節幾乎毫無掌握。交通部
        7
        月公布的行政調查報告中，統整其工區管理的五大疏失：包括施工計畫審核、工地現場人員管理、工地防護等，報告中特別強調，即使臺鐵局將工程的督導、審核作業外包給專案管理廠商，仍須訂定稽核的機制<UiAnnotation
          :text="''"
          :pureAnnotationText="'註：報告中原文為「臺鐵局未訂有委託專案管理廠商時，所屬單位督導、稽核與查證之機制及頻率，工程管理制度未臻周全。」'"
        />
      </p>
      <UiReportTable class="article__graph" />
      <p>
        國家運輸安全調查委員會<UiAnnotation
          :text="''"
          :pureAnnotationText="'註：2018 年發生普悠瑪號出軌意外後，時任行政院長賴清德推動將「飛航安全調查委員會」改制為「國家運輸安全調查委員會」，調查範圍從原本的航空案件，擴大到陸、海、空等重大的運輸事故。'"
        />8
        月公布的事實資料報告同樣指出，臺鐵的工地管理極不嚴謹，包括臺鐵局勞安室查核人員、施工廠商的安全衛生人員都曾向上級提醒，施工便道未安裝防護措施，可能會有危險，但都沒有得到回應。
      </p>
      <p>
        「工程文化就是一層一層的，不能跳級，否則等於是跟業主打小報告，對大家來說都難做事。」長年參與鐵道工程案的陳先生說，他所屬的公司承包過不少臺鐵局和鐵道局的案子，在工地現場常常看到業主來巡查，如果發現工程和設計圖不符，就會找監造單位確認情況，並不會直接找施工廠商，「業主手上案子太多，不可能一個一個看，所以才會請外面的工程顧問公司代替他們監督案子。」
      </p>
      <p>
        不過，從太魯閣號的案例來看，就算臺鐵局在工地現場發現問題，基於權責分工，必須由監造單位——聯合大地公司——來改善，臺鐵局只能盡到「提醒的義務」。花蓮工務段主辦工程司潘堂益在運安會報告中提到，依照契約，監造人員應該駐守工地，但實際上廠商並未明確執行，他認為工地應該是監造人員管理，因此大部分都用提醒的方式，如果沒有改善才會開缺失單。
      </p>
      <p>
        潘堂益自述，今年 1 月 23
        日在工地碰巧看到一輛混凝土預拌車車輪滑入邊坡，他立刻拍照並傳給監造人員，請他們要求施工廠商改善，「但監造人員似乎未加以處理。」潘堂益認為，現場的工區管理應該是由監造負責，自己只是盡提醒的責任。
      </p>
      <p>
        工程涉及的單位太多，對責任歸屬的認知也常有不同。陳先生分享經驗，有幾次完成軌道上的工程後，他去通報車站的值班站長，並請對方聯繫電務人員，調整因施工導致的系統更動，有些站長會說自己沒有權責，要他自行聯絡，「但他們都是臺鐵的工作人員啊，這是屬於內部的橫向聯繫，而不是由承包商越級處理。」常常發生當天首班車是清晨
        5 點 10 分發動，結果他 5 點仍在聯絡電務人員。
      </p>
      <p>
        關於工地管理爭議，交通部曾回應，204
        個臨軌工程全面停工，通過鐵道局查核後才復工；未來新建的工程原則上由鐵道局負責，臺鐵局則必須負起工地安全管理責任，不能全數外包給廠商。
      </p>
      <p>
        同時規劃新建工程和監督臺鐵工作，鐵道局不會有「球員兼裁判」的疑慮嗎<UiAnnotation
          :text="''"
          :pureAnnotationText="'註：交通部鐵道局負責興建工程，橋梁、隧道、路線、軌道與建築等土建鐵道工程。交通部臺灣鐵路局除提供大眾運輸服務與營運外、也需負責養護工程作業，如電力、電訊、號誌、車輛、機廠維修設備與中央監控等系統機電工程。2018年，《交通部鐵道局組織法》施行，將鐵路監理業務劃歸鐵道局，但因為母法《鐵路法》尚未修正，法制化的工作還沒有完成。'"
        />？鐵道局進一步解釋，未來新增的業務會包含重大邊坡、橋樑、隧道及車站等工程，鐵道建設及營運監理是不同部門負責，各自辦理業務，如果鐵道局負責的業務出現疏失，「我們也不會參與調查作業。」
      </p>
      <p>
        此外，鐵道局表示，行政院 9 月 16
        日通過《鐵路法》修正草案，明訂「鐵路監督管理」<UiAnnotation
          :text="''"
          :pureAnnotationText="'包含鐵路興建營運備查、列車駕駛檢定發照、設備不當通知改善、重大事故通報查核等業務。'"
        />由交通部改成鐵道局執行；而過去發生重大鐵道事故時，是由交通部聘請專家學者調查，修法後無論是重大、一般或異常事故，全部都由鐵道局負責。
      </p>
      <h3>
        <span>完成逾 9 成改善建議</span>
        <span>臺鐵仍頻傳事故</span>
      </h3>
      <p>
        從運安會調查的案件更可以發現，兩次重大意外之間，臺鐵局發生多達 9
        起的重大鐵道事故，其中南部一輛區間車過站不停又超速倒退的事故，還被監察院糾正，認為高雄機務段的現場人員隱匿不報，直到被檢舉才揭露事故，罔顧行車安全。<UiAnnotation
          :text="''"
          :pureAnnotationText="'註：高雄機務段是臺鐵局南部地區車輛的大本營，負責南部地區動力車輛檢修業務。'"
        />
      </p>
      <UiReportHideTable class="article__graph" />
      <p>
        至於普悠瑪號事故，行政院在意外發生後 5
        天（2018/10/26）成立「臺鐵大體檢專案小組」，由政務委員張景森擔任召集人，組織交通部、國發會、經濟部、工程會等部會，及聘請學者專家組成諮詢小組，並在隔年
        9 月公布臺鐵總體檢報告，列出 144 項改善建議。根據臺鐵局今年 9 月公告的<a
          href="https://www.railway.gov.tw/tra-tip-web/adr/about-public-info-1?searchText=%E8%87%BA%E9%90%B5%E7%B8%BD%E9%AB%94%E6%AA%A2"
          target="_blank"
          rel="noreferrer noopener"
          >辦理情形</a
        >，已有 134 項解除列管，剩 10 項仍在辦理中，達成率高達 93%，且 2020
        年就已經完成 118 項。
      </p>
      <p>
        與此同時，運安會也著手調查普悠瑪號事故，並於 2020 年 10 月 19
        日發布最終調查報告，同樣對臺鐵提出 18 項改善建議。然而 READr
        比較體檢小組和運安會的內容，卻發現針對相同類型的改善項目，交通部幾乎全數解除列管，運安會至今仍持續列管中。
      </p>
      <!-- eslint-disable vue/no-v-html -->
      <div class="article__graph iframe" v-html="iframeSrc" />
      <p>
        臺鐵的解除列管似乎不等於改善完畢。臺鐵產業工會秘書長魏豫綾指出，體檢小組當時就針對工地管理提出建議，要求臺鐵沿線的施工人員在開工前，一律要接受鐵路行車安全觀念講習，否則不得進入鐵路沿線施工。<UiAnnotation
          :text="''"
          :pureAnnotationText="'註：報告中原文為「對於施工計畫中提列風險、危害事項及其消除措施，應增訂並確實落實於每日工班上線前之『安全工具箱會議』中，以教育員工及承包廠商安全意識，建立紮實安全文化基礎。」'"
        />
      </p>
      <p>
        交通部於 2020 年 10 月 23
        日解除列管此項目，但魏豫綾強調，從運安會報告中卻可以看到，參與安全講習的人員和施工人員是不同批的人，事故當日進入工地的綁鋼筋工人也不在原本的造冊名單內。臺鐵工務處、勞安室及工程施工稽核小組在過程中不斷指出工地出入人員缺乏管制、沒有落實安全教育、施工缺乏危險意識，「如此的工地管理品質，交通部為什麼還能解除列管？」
      </p>
      <h3>
        <span>經歷兩次重大出軌意外</span>
        <span>基層：看不到明顯改變</span>
      </h3>
      <p>
        不只是工地管理問題，普悠瑪號事故發生至今超過 3
        年，對於臺鐵推動的改革，第一線執勤人員其實並沒有感受到明顯的變化。
      </p>
      <p>
        首先是員工訓練，擔任列車長 2
        年半的浩南（化名）表示，臺鐵在北投有員訓中心，會針對不同職務開設專門課程，但資源非常有限，沒什麼實作機會。舉例來說，體檢小組提出的改善建議中特別提到，軌道不整<UiAnnotation
          :text="''"
          :pureAnnotationText="'註：軌道不整包括軌距不整、水平不整、高低不整、方向不整、平面性不整及複合不整。'"
        />和轉轍器操作<UiAnnotation
          :text="''"
          :pureAnnotationText="'註：轉轍器是能改變軌道行進路徑的設備，才可以讓火車順利變換跑道。'"
        />是最常導致行車事故的因素，應該想辦法改善；然而實際進行的訓練，「永遠都是去七堵站扳同一支轉轍器，再拍照表示全員已做完訓練，到後來根本不想去，因為完全學不到新東西。」
      </p>
      <p>
        他第一次體認到練習的重要性，是去年在瑞芳至猴硐間的邊坡因大雨出現大量的土石坍方，「當時很多列車長要調貨物列車進去現場，貨車上面載著怪手，挖完之後再開出來把泥巴倒掉。我們很多人對調車流程很不熟，光是聽無線電裡的對話就知道大家都在亂喊，聽起來很好笑，但經過這次的體驗之後，大家就比較熟悉程序了，經驗就是這樣慢慢增加的。」
      </p>
      <p>
        從事軌道養護的工務道班人員小高（化名）回想，普悠瑪號事故之後，事故彙報的案例分享就變多了，他們會在課堂上看
        PPT
        簡報或影片，「接著就是一張簽到單和測驗紙，通常測驗答案也會給大家，意思就是局裡已經告知你有這件事情，也進行過測驗，如果再發生問題，那就是你自己的問題。」
      </p>
      <p>
        浩南補充，事故彙報上會分析肇事原因，通常都是「員工危機意識不足」，或許臺鐵局希望透過研讀案例且簽名的方式，喚起員工的危機意識和責任感，「這是不可能的，簽個名根本沒什麼感覺，大家想說主管要我簽我就簽，這種敷衍的心態只會越來越嚴重。」
      </p>
      <p>
        再來是列車設備和工作流程。普悠瑪號事故的主因，是當天列車上的主風泵狀況異常<UiAnnotation
          :text="''"
          :pureAnnotationText="'註：主風泵是空氣壓縮機，提供全車軔機（煞車）、空氣彈簧（傾斜裝置）、汽笛等所需的空氣來源，如果氣壓不正常，會導致駕駛無法正常剎車。'"
        />，一小時內故障 13
        次，並啟動自動保護系統（ATP）讓列車減速。司機員為了讓車子持續運作，只好關閉
        ATP<UiAnnotation
          :text="''"
          :pureAnnotationText="'註：自動保護系統（ATP）是利用鐵路沿線號誌、軌道上的信號傳輸設備，以電子信號監控列車的行駛狀態。列車行經軌道傳輸設備時，會讀取該區間的速限、號誌等資訊，只要列車超速或闖紅燈時，系統會自動降速或煞停。'"
        />，並有長達 43 分鐘的時間處於「邊開車邊修車」的狀態。
      </p>
      <p>
        事故發生至今已超過 3 年，阿豪表示，ATP
        已從輔助性質改為必要設備，沒修好不能發車；如果開到一半故障，必須先通報調度員與前方車站，再停車重啟
        ATP；仍未改善的話，就和調度員報備停用
        ATP，同時啟動自動限速系統，時速限制 60 公里開往最近站，進行修理或換車。
      </p>
      <p>
        硬體雖有改善，司機員的處境卻沒有改變。正偉分享道，兩、三個月前他駕駛莒光號時也出現故障，「而且在嘉義站一接車就壞掉」，經檢查員指示嘗試排除故障後還是沒有改善；之後檢查員多次來電詢問車況，並要他重新啟動某設備的開關，正偉感到不可置信，「為什麼發生普悠瑪號事故之後，我還會接到檢查員的電話，要我邊開車邊排除故障？」他後來降速到
        60 公里，慢慢開到新營站停站修車，才終於修好。
      </p>
      <p>
        除了列車裝置之外，其他設備還是常出現異常。浩南就觀察到，有些列車型號較舊，可以顯示車子停靠站的資訊設備永遠是故障的，報修多次都沒用，「不知道是沒有修，還是沒有（材）料可以換，到現在我們都不通報了，反正也沒用。」他認為，雖然資訊系統不影響行車安全，但對旅客來說還是很不方便，「如果旅客不小心下錯站怎麼辦？」
      </p>
      <UiReportImage
        class="article__image"
        :image="require('~/assets/images/article-picture-2.jpeg')"
        :text="'攝影／蘇立坤'"
      />
      <h3>
        <span>要求增加巡軌次數</span>
        <span>必要設備用 10 分鐘就故障</span>
      </h3>
      <p>
        在宜蘭段養護軌道的小高說，普悠瑪事件之後，臺鐵局增加巡查鐵道的次數，但巡查必要的設備卻常常故障，他曾經拿過一臺機器，出勤只用了
        10
        分鐘就沒電，電池怎麼充都充不進去，所以剩下的維修行程就是「走心酸的」。他跟監工反應機器狀況，但是因為分處所沒有設備，也是等了一陣子才拿到新品。
      </p>
      <p>
        故障的設備測不出軌道異常，就算找到問題，何時拿得到材料也沒有完善的追蹤系統。小高解釋，過去發現軌道需要維修時，會口頭告知或在社群群組以訊息通知領班，再由領班去找監工協調材料，並等候領班分配工作；如果遲遲沒拿到材料，領班才會再去詢問監工，因此並沒有正式記錄。
      </p>
      <p>
        臺鐵局今年 6 月推出手機
        APP，讓道班人員發現軌道有問題時，可以即時回報，並追蹤改善成果，希望能提升巡檢可靠度，但就小高的觀察，「臺鐵局有發公文強制要我們用，一開始還說會發公用手機，後來又要我們先裝在自己的手機，但是上班不能使用自己的手機，其實蠻矛盾的。」
      </p>
      <p>
        此外，局裡要求提高徒步或工程維修車巡查軌道的頻率，小高覺得增加人力才可行。他分析，目前行程是每週有一天會派一組五人小組白天巡軌、四天夜班維護軌道；如果要增加一次人工查道，等於一週有兩天查道，只剩三天維修軌道，有點本末倒置；若不影響夜間維護軌道的人力配置，「等於上頭還要給我五個人，根本不可能。」而宜蘭段的因應方式是
        22
        個班全數下去輪班，改為「夜間機車查道」，以給加班費的方式達成臺鐵局巡軌頻率的目標。
      </p>
      <p>
        臺鐵產業工會理事劉安庭表示，大部分制度跟普悠瑪號事故前沒有太大差別，如人力不足的問題沒有改善、沒有引進或購入新的系統整合基層人員需求、教育訓練方式也未有改變，交通部卻已解除
        9
        成以上的列管事項。舉例來說，臺鐵局引入新的設備維修管理資訊系統，才剛招標，交通部就解除列管，根本沒確定執行狀況；相較之下，運安會的回函則提及，等臺鐵局提供維修管理機制的資料，再評估列管情形。
      </p>
      <p>
        鐵道局對此回應，為了加強改善現場的缺失，已針對「在軌道旁施工的工程」、「總體檢解除列管的事項追蹤」及「過去造成重大事故的缺失事項」規劃現場查核，並預計增聘
        42
        名鐵路監理檢查員，提高現場檢查的次數，也會參與事故調查與改進事項追蹤。
      </p>
      <p>
        至於基層人員提及的缺失，交通部長王國材和臺鐵局長杜微都曾多次強調，去年已經建立「安全管理系統」機制，鼓勵內部同仁通報風險，並處罰刻意掩蓋風險的個人或單位，同時會影響年度考績，另外也會在年底引進第三方安全評鑑。
      </p>
      <p>
        阿豪表示，臺鐵局有給員工看一些教學影片，但只感覺到要閱讀、簽名的公告變得更多，沒有什麼完整的課程談及什麼是安全管理系統、為什麼要引進，「不知道是上面還沒打算要來講，或是其實已經有慢慢融入既有的程序，只是我們看不出來而已？」
      </p>
      <p>
        浩南補充，安全管理系統是普悠瑪號事件之後才推動的新制，廣泛用於航空業，找出每個工作崗位上可能會碰到的風險因素，然後評分分級，最後再檢討風險是什麼原因造成的？有哪些疏漏？但從過去事故彙報的原因，常常是「員工危機意識不足」，忽略環境、組織和制度的因素，「同樣的東西在航空業可以改善航空安全，在臺鐵來做可能就變得畸型。」他悲觀作結。
      </p>
      <h3>
        <span>「只要車子能動就好」</span>
        <span>員工批臺鐵改革心態保守</span>
      </h3>
      <UiReportImage
        class="article__image"
        :image="require('~/assets/images/article-picture-3.jpeg')"
        :text="'攝影／翁睿坤'"
      />
      <p>
        「臺鐵局的思維很容易理解：只要車子還能跑，就算設備再有問題，也要把人送到目的地。」正偉認為，這也是為什麼只要車子出現故障，調度所一通電話打來，期待司機員能同時處理開車和排除故障；再加上如今臺鐵捷運化，列車在線上跑的時間拉長，自然縮短維護時間，故障只會更加頻繁。
      </p>
      <p>
        阿豪說，與其制定越來越多繁雜的規範，更重要的還是臺鐵局看待改革的心態，「大家都是希望做好份內的事，但是仍看得出來有些人的心態並沒有轉變，還是只想著車子能動就好，其他的以後再說。」
      </p>
      <p>
        運安會副主委許悅玲表示，臺鐵要負起管理責任，鐵道局職司監督責任，運安會則負責重大鐵道事故的通報處理、調查、肇因鑑定及分析，並提出調查報告及運輸安全改善建議。三方的作為都必須到位，才能有效確實維持安全。主委楊宏智則坦言，運安會專責調查事故，並沒有權限要求誰應該為意外負責。
      </p>
      <p>
        「發生出軌意外後，我在工作時常常想，如果今天是我在事故列車上的話，我應該做些什麼事避免悲劇發生？可能要記住所有的彎道路線、如果感覺到沒有減速，就應該要拉車長閥，執行緊急剎車。不過如果是等我意識到車況不對，可能也來不及，再來我對行駛中的列車突然煞車，會有什麼樣的影響，也完全沒有受過相關的訓練，結果會怎麼樣，也無法預期。」
      </p>
      <p>
        浩南苦笑，「上班時一直注意路線上的隧道啊，彎道之類的，也試著下載了測速的
        APP，但是自己沒有真正操作過車長閥，到時候真的有膽子敢去拉車長閥嗎？然後路線的那些細節，我覺得要花很多心力才有可能牢牢記住，就算記住了，能改變結局嗎？」
      </p>
      <p>「想了很多可能會發生的事，但也只能繼續這樣做下去了。」浩南說。</p>
    </div>
  </section>
</template>

<script>
import scrollama from 'scrollama'
import 'intersection-observer'
import UiAnnotation from '~/components/UiAnnotation.vue'
import UiReportImage from '~/components/UiReportImage.vue'
import UiReportTable from '~/components/UiReportTable.vue'
import UiReportHideTable from '~/components/UiReportHideTable.vue'

export default {
  components: {
    UiAnnotation,
    UiReportImage,
    UiReportTable,
    UiReportHideTable,
  },
  data() {
    return {
      iframeSrc: `
        <iframe
          src='https://flo.uri.sh/visualisation/7285118/embed'
          title='Interactive or visual content'
          class='flourish-embed-iframe'
          frameborder='0'
          scrolling='no'
          style='width:100%;height:100%'
          sandbox='allow-same-origin allow-forms allow-scripts allow-downloads allow-popups allow-popups-to-escape-sandbox allow-top-navigation-by-user-activation'
        ></iframe>
      `,
    }
  },
  mounted() {
    const scrollerCredit = scrollama()
    scrollerCredit
      .setup({
        step: '#article-start',
      })
      .onStepEnter((response) => {
        if (response.direction === 'up') {
          this.$emit('scroll-top')
        }
      })
    window.addEventListener('resize', scrollerCredit.resize)
  },
}
</script>

<style lang="scss" scoped>
.article {
  width: 100%;
  max-width: 600px;
  padding: 0 20px;
  .article-start-anchor {
    padding: 96px 0 0;
    @include media-breakpoint-up(md) {
      padding: 120px 0 0;
    }
  }
  h2 {
    font-size: 28px;
    font-weight: 500;
    line-height: 36px;
    color: #e0e0e0;
    text-align: left;
    margin: 0 0 24px;
    @include media-breakpoint-up(md) {
      font-size: 32px;
      line-height: 44px;
      margin: 0 0 40px;
    }
    span {
      display: block;
    }
  }
  h3 {
    font-size: 24px;
    font-weight: 500;
    line-height: 36px;
    color: #e0e0e0;
    text-align: left;
    margin: 48px 0 16px;
    @include media-breakpoint-up(md) {
      font-size: 28px;
      line-height: 40px;
      margin: 60px 0 20px;
    }
    span {
      display: block;
    }
  }
  p {
    font-size: 18px;
    font-weight: 300;
    line-height: 36px;
    color: #e0e0e0;
    a {
      text-decoration: underline;
      text-decoration-color: #e0e0e0;
      text-underline-offset: 4px;
    }
  }
  p + p {
    margin: 16px 0 0;
    @include media-breakpoint-up(md) {
      margin: 32px 0 0;
    }
  }
  &__image {
    width: calc(100% + 40px);
    height: 100vw;
    max-height: 640px;
    transform: translateX(-20px);
  }
  &__graph {
    width: calc(100% + 40px);
    transform: translateX(-20px);
    margin: 32px 0 16px;
    &.iframe {
      height: 920px;
      @include media-breakpoint-up(md) {
        height: 1060px;
      }
    }
  }
}
</style>
