export default {
  title: '水果標題在這裡',
  brief: '前言的區塊大概一百字……像做是研不童依、的那的張生工點過保器買賽應但說那畫本學、作會只解的們其根……我三灣的事只，護新來色我未會手這人多弟老：的不生光發東重證！紀料形。速她地慢去爸話市？題同資增、牛錯口國走到告活易、臉出種小看木性園勢去讓感聲人不拿個了力產包已會電士。',
  article: {
    p_1: '走一趟傳統市場、生鮮超市，看著攤架上陳列的水果，你腦中是否浮現過類似的疑問：',
    p_2: '「荔枝好便宜！為什麼跟之前差這麼多？」',
    p_3: '「今年的蓮霧比較貴，是因為一直下雨的關係嗎？」',
    p_4: '要回答上述的問題並不容易，因為影響農產價格的因素太多，包括氣候變化、產經政策、消費者行為等，都可能導致售價暴漲暴跌。不過根據市場供需的基本原則：量多價格低、量少價格高，想知道蔬果為何變貴，或許可以先釐清其減產的原因。',
    p_5: '我們以水果為切入點，盤點農委會近 10 年統計的 40 種水果產量<span class="annotation">（註）</span>，嘗試找出各項水果產量變化的原因。分析結果發現，如暖冬、寒流、乾旱、霪雨等「極端天氣型態」是導致水果減產的主要原因，減產幅度甚至高達 7 成；此外，愈來愈熱的天氣也讓部分溫帶水果的產地「遷徙」到海拔更高的地方。',
    annotation_1: '農委會統計的水果種類共 50 種，為找出主要作物，READr 先扣除總產量不足 1000 噸的作物，避免發生產量減少不多，跌幅比例反而很大的狀況，影響整體排序，此類作物共 10 種。',
    p_6: '產量跌幅前 10 名的水果中，有 6 種水果曾因冬天溫度太高開不了花，影響「結果」情況，像是柿子、李子和蘋果等，主產區產量皆少 4 成以上；龍眼、荔枝、梅子更銳減逾 7 成，是近 10 年最嚴重的「異常氣候受災戶」。',
    p_7: '除了不正常的高溫，前 10 項減產幅度最高的水果中，芒果、蘋果和荔枝曾受寒流影響，主產地產量減少均超過 4 成。在臺南玉井種芒果的鄭榮華就對 2016 年的霸王級寒流印象深刻，「前一天還 2、30 度，寒流來的那天早上，溫度瞬間剩不到一半。」芒果不堪氣溫急凍與接踵而來的大雨，花幾乎掉光，採收量僅餘 6 成。',
    p_8: '異常的降雨量也是水果產量銳減的常見原因，諸如梅子、芒果、海梨柑、釋迦和棗子，都曾因為長時間的降雨和颱風侵襲，主產區一年減產 4 至 7 成，重創當地經濟。',
    p_9: '臺語有句俗諺「春天後母面」，以繼母喜怒無常的脾氣來形容春季的天氣多變，如今果農感嘆，「幾乎一年四季都在變」，當多年遵循的耕作時序被暖冬、寒害，以及無法預期的乾旱和雨害取代，建立極端氣候的預警機制以降低損害，是政府與農民最迫切的工作。',
    
    c_1: '當冬天漸暖：2019 年的高溫 讓果樹不開花',
    p_10: '2018 年末至 2019 年初，臺灣正經歷有史以來最溫暖的冬季，平均溫度 21 度，一整年都沒有寒流侵襲，就氣象局過去的觀測記錄，在 1960 年之後，這種情形只發生過 3 次。果農大嘆，2019 年堪稱是「重災年」。',
    p_11: '「很多人都說，從事這一行 3、40 年，沒看過產量這麼慘的。」臺南東山區農會輔導員陳先生表示，東山區是臺灣龍眼種植面積最大的地區，也是「龍眼乾」的主要產地，但去年問過許多果農，收成頂多只有常年的一成。陳先生分析，每年的 11 月至隔年 1 月是龍眼的生長關鍵期，如果沒有適度低溫，讓樹體好好「冬眠」，隔年的花況就會很差。',
    p_12: '生長環境和龍眼相仿的荔枝，去年產量也是慘不忍睹，在旗山種了 10 幾年玉荷包的張林玉美和丈夫張清海擁有超過 30 甲的果園，每年到了 5、6 月的採收期，常常得僱 10 幾個工人幫忙；但去年冬天溫度太高，荔枝樹不停「發新梢」，長出新枝芽，搶走開花、結果的養分。',
    p_13: '開不出花的還有梅子，南投縣是臺灣最大的產梅區域，信義鄉農會總幹事黃志輝表示，往年盛產時，1 公頃可以收 6 千公斤的梅子，去年卻收不到 1 千公斤，主因就是冬天太熱。黃志輝語帶無奈，溫度高，花就開得少，加上久久無雨，梅花很快就謝了；要不就是碰到大雨，把花都打落，自然也無法進展到後期的授粉、結果。',
    p_14: '高溫影響的不只花況，病蟲害同樣越來越多，每到荔枝開花的時候，張清海就忙著人工除蟲，尤其這幾年荔枝椿象災情大爆發，他徒手除卵，實在抓不勝抓，「荔枝椿象繁衍速度很快，卵的外殼又很硬，一定得拿石頭砸破，否則很麻煩。」',
    f_1: '荔枝椿象吸食荔枝枝芽（圖／張林玉美提供）',
    
    c_2: '暖冬、寒流、霪雨、颱風  極端氣候 2016 年全現形',
    p_15: '對不少果農來說，2016 年同樣不堪回首，因為氣候實在太不對勁了。READr 分析當年減產幅度較大的果物，包含梅子、荔枝、龍眼、芒果和釋迦，原因都不盡相同。',
    p_16: '「前一年冬天太熱，梅花花期整整晚了一個月，好不容易開花了，又碰上雨害。」黃志輝如此回憶當年的梅子果況；然而同年，芒果的花苞被寒流凍傷，之後的持續降雨導致結果狀況更差，玉井果農鄭榮華指出，每公頃芒果園平均可收成 6 萬顆，受天候衝擊，只剩下 6 千多顆。',
    p_17: '荔枝與龍眼則受到複合式的氣候影響，先是暖冬亂了花期，接下來的寒流和霪雨又傷到果實，旗山果農張林玉美感嘆，當時大部分的小果都凍成「陀螺形」，落果嚴重，收成僅 2 成，影響還擴及隔年，2017 年收成只有 40%。',
    p_18: '上半年受溫度與雨量異常所苦的農友，下半年還一連迎接 3 個颱風。7 月形成的強颱尼伯特直撲臺東，重創當地的釋迦果園，臺東縣農業處表示，當年農損約 7.2 億，釋迦就佔了 4.6 億，「幾乎是全境覆沒。」',
    f_2: '強颱尼伯特過境 釋迦樹受損嚴重 （圖／臺東縣政府提供）',
    
    c_3: '氣溫變高影響之一：甜柿、芭樂產地越爬越高',
    p_19: '極端氣候之於一般人，可能較多是「好像變熱了、雨怎麼一直下」等困擾，但對農民來說，卻會在農作物留下不可逆的傷害，如何順著天氣變化的趨勢調整種植地點和栽種方法，即是首要之務。每天和果樹為伍，在臺中種甜柿 30 幾年的黃家珍就發現，這幾年果實的味道漸漸不一樣了。',
    f_3: '摩天嶺成熟的甜柿。溫度要適宜，甜柿的顏色才會漂亮（圖／黃昭智提供）',
    p_20: '「柿子要好吃，日夜溫差一定要大，吃起來才不會澀。」黃家珍對甜柿的認識，來自叔叔黃清海，他在民國 70 年代嫁接日本甜柿品種成功，並於摩天嶺山區開枝散葉，成為主要產區之一。黃家珍的果園占地 3 甲半，1 甲半撥給兒子黃昭智做有機果園，另外 2 甲原本全種甜柿，這幾年卻陸續轉作芭樂跟桃子。',
    p_21: '講到改作原因，黃家珍搖了搖頭，「日夜溫度一直升，柿子品質、價格變好差，連工錢都不夠付。」黃昭智補充，摩天嶺海拔 800 至 1000 公尺，過去氣溫較涼冷，果樹好管理，病蟲害也少，是最適合種植甜柿的地方；如今山上平均溫度增加，影響果實的轉色與熟成，去年的暖冬甚至讓果樹開不了花。',
    p_22: '「柿子狀況差，大概有兩、三成的農友動念轉種別的東西」，他說，反而在海拔更高的梨山，甜柿的風味和賣相變得更好，現在很具市場競爭力，也越來越多人開始栽種。',
    p_23: '因應氣候的變化，黃昭智考慮過後，決定把自己近一半的果園也轉作其他作物，包括芭樂、芭蕉、桃子和枇杷，其中他對芭樂賦予厚望，高海拔的芭樂口感扎實、風味濃郁，且錯開平地的盛產期，雖然一年只能一穫，但價格不錯。',
    f_4: '摩天嶺甜柿園改種番石榴（圖／黃昭智提供）',
    
    c_4: '氣溫變高影響之二：東南亞水果在臺落地生根',
    p_24: '高溫讓甜柿爬上海拔更高的梨山，也讓臺灣的國境之南出現越來越多東南亞的水果。',
    p_25: '屏東縣九如鄉農會推廣部主任龔泰安的果園像是大型的露天實驗室，兩公頃的園裡種滿黃金果、榴槤蜜、波羅蜜、紅毛丹、酪梨、山竹等熱帶水果。龔泰安表示，屏東早期的「綠金」是檳榔，隨著公衛觀念興起，政府也鼓勵廢園，檳榔價格開始走下波，取而代之的就是東南亞的熱帶水果。以榴槤蜜來說，屏東近 5 年約增加 20 公頃，紅毛丹比較多一點，大概 50 公頃，黃金果也有 2、30 公頃。',
    f_5: '臺灣氣溫變暖 東南亞水果紅毛丹種植面積增加（攝影／陳珮瑜）',
    p_26: '果農蔡秀玉所持有的 7 分多地，就是從檳榔樹改種榴槤蜜，她和丈夫因為年歲漸長，收割檳榔不方便，因此有了轉作的念頭。榴槤蜜管理粗放，不太需要密集整理，正好符合他們的需求，去年第一次收成大概 3000 公斤，蔡秀玉說，屏東天氣算是穩定，只要不要碰到颱風，榴槤蜜都長得不錯。',
    p_27: '熱帶作物在國境之南可以種植成功，龔泰安觀察，跟年末溫度變高的確脫不了關係。但他認為，臺灣的冬天並沒有消失，「不是冬天變暖，是冬天越來越晚到。」過去當果樹 11、12 月準備休眠時，正好碰上冬天，溫度適度下降；現在是 1、2 月才開始冷，果樹休眠期大亂，開花授粉就受到影響，這是這幾年才有的現象，「最怕的是未來氣溫冷熱、降雨都很極端，恐怕連熱帶果樹都吃不消。」',
    
    c_5: '臺灣的天氣怎麼了？從農損看極端氣候衝擊',
    p_28: '從農業天然災害原因的變化，也能一窺臺灣果農如何成為「氣候難民」。回顧近 10 年的農損情形，「高溫」和「乾旱」造成的損害越來越高，2019 年因高溫導致的農損金額首次突破億元，乾旱則從 2011 年的 2 億，到 2019 年達 47 億，創下歷史新高。',
    chart_1: {
      title: '臺灣 10 年農損原因變化 乾旱災損創新高',
      caption: '資料來源／農委會'
    },
    p_29: 'READr 從農委會的水果產量統計資料中，歸類出臺灣三大主產區屏東、臺南和臺中，分析其百年的溫度趨勢發現，三個縣市在 1980 年之前，冬季均溫和氣候平均值的溫差大多落在 -2 度至 2 度之間，波動平均；1980 年之後的冬季均溫幾乎都是高於平均值，極少出現負值，顯示氣溫升高已是趨勢，符合農民在果園裡的觀察。',
    p_30: '高溫現象日趨明顯，中央氣象局局長鄭明典解釋，全球暖化使極區溫度上升，進而導致西風帶減弱；西風帶減弱，冷空氣容易南移，暖空氣也可以到比較北的地方，所以這陣子極區偶爾會出現罕見的高溫，就像過去曾創下零下 68 度極端低溫的俄羅斯小鎮「維爾霍揚斯克」，6 月底竟飆出 38 度。雖然都是小範圍的影響，但在那個區域生活的人，就會感受到很明顯的極端氣候。',
    p_31: '即便「高溫」和「乾旱」愈見頻繁，豪雨和颱風仍是每年造成災損的主要原因，金額小至 20 億，大到 200 億；從水果主要產區的小雨日<span class="annotation">（註）</span>變化則可以看出，近 20 年下小雨的天數只剩百年前的一半。「這幾年我們看到的是，臺灣梅雨季出現短延時強降雨的狀況。」鄭明典指出，近年降雨的強度增加，頻率卻越來越極端，與氣候變遷推估的預期一致。',
    annotation_2: '小雨日是日雨量小於 1 毫米的發生日數。氣象局指出，小雨日如果減少，意味著整體降雨日數和降雨量變少；若降雨日數沒有明顯變化，但小雨日仍減少，則可能代表極端大雨的日數增加。',
    chart_3: {
      title: '三大水果主產區 近 30 年小雨日明顯減少',
      caption: '資料來源／臺灣氣候變遷推估資訊與調適知識平臺'
    },
    p_32: '國家災防中心曾根據 29 個氣象局測站的測站資料，以所有測站平均降雨量、最大 6 小時累積降雨量、最大時雨量等 6 項「極端降雨綜合指標」，評比<a href="https://dra.ncdr.nat.gov.tw/Frontend/Disaster/ClimateDetail/BAL0000004" target="_blank">過去 48 年影響臺灣的 238 個颱風</a>，其中極端降雨嚴重程度排名前 10%的颱風中，超過 6 成是在近 20 年間生成，顯示極端強降雨颱風發生機率越來越頻繁。 ',
    p_33: '「全球暖化以百年為單位，西風帶減弱的速度雖慢，卻沒有回復的跡象。」鄭明典坦言，氣候風險最怕的是面臨不熟悉的氣候狀態，不管是 2016 年的霸王級寒流，或是去年的暖冬、乾旱連袂出現，都是很典型的例子。他認為，如果農作物能承受更大的氣候變化，就能增加作物韌性，「政府該思考的已經不是避免損失，而是增加農業韌性。」',
    
    c_6: '身處極端氣候風暴 農友、政府做了什麼？',
    p_34: '面對幾乎無法預測的天氣變化，農友自有一套相處哲學。有的聽天由命，有的則做風險管理因應。',
    p_35: '「我們家的果園太大了，實在很難做什麼因應措施。」旗山果農張林玉美望向山坡上的荔枝園，光是施肥，她就得和丈夫花 10 來天的時間才能巡完整個果園，更別說面臨突如其來的寒流或暴雨，「這幾年天氣變化太劇烈，我們也只能把能顧好的做好。」',
    p_36: '玉井果農鄭榮華則是做好可能的風險管理，他的果園採取草生栽培，草地可以保溫、保水；定期梳理枝條的密度，確保透氣性和透光性，開花不會擠在一起，碰上下雨，葉片比較容易乾；氣溫太低時，他會噴灑硫化物的農藥保溫，像是 2016 年的寒流，他光靠做好基本功，損失就比其他農友少一半。',
    p_37: '摩天嶺果農黃昭智轉個念頭，思考如何在強化樹體之餘，還可以收穫品質優良的果實，他捨棄噴灑農藥與化肥，有限度修剪枝葉，讓果樹盡情生長；為了避免柿子因為梅雨掉光，黃昭智採取環刻果樹支幹的做法，一來不會過度傷害樹體，二來還能控制枝葉與果實生長的方向，目前留果率不錯。',
    f_6: '碰上持續降雨，甜柿落果就會很嚴重（圖／黃昭智提供）',
    p_38: '「短期的目標，就是養出一棵健康的樹。」專業領域是荔枝與芒果栽培技術，高雄區農改場副研究員李雪如認為，現行有許多方式可以稍微減少極端氣候對作物的衝擊。她舉荔枝和芒果為例，可以調整剪枝時間、改種早熟種、肥培管理、病蟲害防治等。農民也應改變栽種方式，不要常常把果樹「理光頭」，一來樹體無法累積養分，二來容易長出不必要的枝幹。',
    p_39: '除了修正栽培技術，育成耐逆境的新品種，也是農委會明確的政策方針。桃園農改場助理研究員施伯明表示，過去臺灣會引進國外的新品種，但現在檢疫門檻高，且各國開始保護自家的品種，這條路越來越難行。',
    p_40: '選育一個新品種費時且需要大量資源，施伯明以他研究的柑橘為例，從育成到市場接受度修正，動輒 20 年，政府要有長期經營的覺悟。農試所關西工作站主任宋家瑋也指出，他管理 14 甲的桃子與柿子園，只有 3 名技術人員支援，等於 1 人要照顧 4 甲多的地，人力太短缺，不得已只好收掉部分果園。',
    p_41: '「很多研究人員提出的研究既不是明星水果，也不是熱門計畫，能拿到的經費當然少。」宋家瑋透露，過去農委會投注很多經費在競爭型計畫，導致一般公務的研究經費縮水，這幾年雖然有回撥，但傷害已經造成，「已經縮減的育種規模回不去了。」',
    
    c_7: '科研經費占比不到 1% 農委會坦言「非常不足」',
    p_42: '從 2020 年農委會的預算分配可以發現，雖然總經費超過 1300 億，但和智慧農業、氣候預警機制息息相關的農業科技研究，全年只有 13 億，也難怪和極端氣候奮戰的第一線公務人員會感嘆「巧婦難為無米之炊」。',
    chart_4: {
      title: '農委會 2020 年預算 農業科研發展僅佔 1%',
      caption: '資料來源／農委會'
    },
    p_43: '農業經濟學者出身，專長即是氣候變遷下的農業政策，農委會主委陳吉仲坦言，現行研發預算的確有很大的改進空間，但該筆經費必須和科技部協調，「不是農委會說了算。」至於育種經費和人力資源嚴重不足，陳吉仲表示，會調整往年經費過於集中單一明星作物的方針，同時媒合學校資源，讓研究人員可以聘僱碩博士班的學生，一方面解決研究人力的不足，一方面提供學生田間實作的機會，措施預計今年上路。',
    p_44: '育成耐逆境新品種之外，陳吉仲強調，針對極端氣候設計的調適策略，還有推動農業保險。過去天災導致嚴重農損時，政府會依據《農業天然災害救助辦法》提供救助金，至今超過 20 年；然而氣候變化越來越極端，最多提供農民農損 2 至 3 成的天災救助金已不足以因應農業現狀，有分散風險概念的農業保險，能確保農民的收入更穩定。',
    p_45: '今年 5 月《農業保險法》立法通過，就法源定義，天然災害包括颱風、焚風、龍捲風、豪雨、寒流、旱災、海水倒灌、土石流等天然災害，另含疫病、蟲害、毒害、市場、環境因素，都是納保範圍。陳吉仲表示，未來會結合各項獎勵和補助措施，增加保險覆蓋率，「例如農友跟我們申請溫網室，一分地 200 萬，政府補助一半，但會要求農友買保險。」',
    p_46: '不過，仍有農民和農會抱持保留態度，柿農黃家珍就認為，保費所費不貲，對大多數的農友來說財務負擔過大。臺中市和平區農會總幹事李順冬則提及認識的一名果農，他替自家的三甲果園買了 18 萬的保險，雖然政府一甲地補助 1 萬，但錢是之後才發下來的，所以農友得先自備全額，壓力不小。對此，陳吉仲坦承，部分保單的保費確實太高，農委會打算要求銀行通盤檢討，適度調整費用。',
    
    c_8: '治水經驗多  陳吉仲：臺灣更怕乾旱',
    p_47: '回首近年的天災善後工作，陳吉仲表示，臺灣並不怕豪雨，畢竟受地理位置和地形的影響，政府有太多處理水災的經驗；臺灣最缺乏應對能力的天災是乾旱，如果連續好幾個月不下雨，水庫沒有水，加上國內沒有乾旱方面的專家，「真的遇上了，還真不知道怎麼處理。」他皺眉說道。',
    p_48: '高溫、寒流、乾旱、暴雨，極端氣候的威脅兵臨城下，沒有人能置身於失控的環境之外。',

    p_x: ''
  },
  fruit_cube: {
  }
}