export default {
  title: '水果標題在這裡',
  brief: '前言的區塊大概一百字……像做是研不童依、的那的張生工點過保器買賽應但說那畫本學、作會只解的們其根……我三灣的事只，護新來色我未會手這人多弟老：的不生光發東重證！紀料形。速她地慢去爸話市？題同資增、牛錯口國走到告活易、臉出種小看木性園勢去讓感聲人不拿個了力產包已會電士。',
  article: {
    p_1: '走一趟傳統市場、生鮮超市，看著攤架上陳列的水果，你腦中是否浮現過類似的疑問：',
    p_2: '「荔枝好便宜！為什麼跟之前差這麼多？」',
    p_3: '「今年的蓮霧比較貴，是因為一直下雨的關係嗎？」',
    p_4: '要回答上述的問題並不容易，因為影響農產價格的因素太多，包括氣候變化、產經政策、消費者行為等，都可能導致售價暴漲暴跌。不過根據市場供需的基本原則：量多價格低、量少價格高，想知道蔬果為何變貴，或許可以先釐清其減產的原因。',
    p_5: '我們以水果為切入點，盤點農委會近 10 年統計的 40 種水果產量<span class="annotation">（註）</span>，嘗試找出各項水果產量變化的原因。分析結果發現，如暖冬、寒流、乾旱、霪雨等「極端天氣型態」是導致水果減產的主要原因，減產幅度甚至高達 7 成；此外，愈來愈熱的天氣也讓部分溫帶水果的產地「遷徙」到海拔更高的地方。',
    annotation_1: '農委會統計的水果種類共 50 種，為找出主要作物，READr 先扣除總產量不足 1000 噸的作物，避免發生產量減少不多，跌幅比例反而很大的狀況，影響整體排序，此類作物共 10 種。',
    p_6: '產量跌幅前 10 名的水果中，有 6 種水果曾因冬天溫度太高開不了花，影響「結果」情況，像是柿子、李子和蘋果等，主產區產量皆少 4 成以上；龍眼、荔枝、梅子更銳減逾 7 成，是近 10 年最嚴重的「異常氣候受災戶」。',
    p_7: '除了不正常的高溫，前 10 項減產幅度最高的水果中，芒果、蘋果和荔枝曾受寒流影響，主產地產量減少均超過 4 成。在臺南玉井種芒果的鄭榮華就對 2016 年的霸王級寒流印象深刻，「前一天還 2、30 度，寒流來的那天早上，溫度瞬間剩不到一半。」芒果不堪氣溫急凍與接踵而來的大雨，花幾乎掉光，採收量僅餘 6 成。',
    p_8: '異常的降雨量也是水果產量銳減的常見原因，諸如梅子、芒果、海梨柑、釋迦和棗子，都曾因為長時間的降雨和颱風侵襲，主產區一年減產 4 至 7 成，重創當地經濟。',
    p_9: '臺語有句俗諺「春天後母面」，以繼母喜怒無常的脾氣來形容春季的天氣多變，如今果農感嘆，「幾乎一年四季都在變」，當多年遵循的耕作時序被暖冬、寒害，以及無法預期的乾旱和雨害取代，建立極端氣候的預警機制以降低損害，是政府與農民最迫切的工作。',
    c_1: '當冬天漸暖：2019 年的高溫 讓果樹不開花',
    p_10: '2018 年末至 2019 年初，臺灣正經歷有史以來最溫暖的冬季，平均溫度 21 度，一整年都沒有寒流侵襲，就氣象局過去的觀測記錄，在 1960 年之後，這種情形只發生過 3 次。果農大嘆，2019 年堪稱是「重災年」。',
    p_11: '「很多人都說，從事這一行 3、40 年，沒看過產量這麼慘的。」臺南東山區農會輔導員陳先生表示，東山區是臺灣龍眼種植面積最大的地區，也是「龍眼乾」的主要產地，但去年問過許多果農，收成頂多只有常年的一成。陳先生分析，每年的 11 月至隔年 1 月是龍眼的生長關鍵期，如果沒有適度低溫，讓樹體好好「冬眠」，隔年的花況就會很差。',
    p_12: '生長環境和龍眼相仿的荔枝，去年產量也是慘不忍睹，在旗山種了 10 幾年玉荷包的張林玉美和丈夫張清海擁有超過 30 甲的果園，每年到了 5、6 月的採收期，常常得僱 10 幾個工人幫忙；但去年冬天溫度太高，荔枝樹不停「發新梢」，長出新枝芽，搶走開花、結果的養分。',
    p_13: '開不出花的還有梅子，南投縣是臺灣最大的產梅區域，信義鄉農會總幹事黃志輝表示，往年盛產時，1 公頃可以收 6 千公斤的梅子，去年卻收不到 1 千公斤，主因就是冬天太熱。黃志輝語帶無奈，溫度高，花就開得少，加上久久無雨，梅花很快就謝了；要不就是碰到大雨，把花都打落，自然也無法進展到後期的授粉、結果。',
    p_14: '高溫影響的不只花況，病蟲害同樣越來越多，每到荔枝開花的時候，張清海就忙著人工除蟲，尤其這幾年荔枝椿象災情大爆發，他徒手除卵，實在抓不勝抓，「荔枝椿象繁衍速度很快，卵的外殼又很硬，一定得拿石頭砸破，否則很麻煩。」',
    f_1: '荔枝椿象吸食荔枝枝芽（圖／張林玉美提供）',

    p_x: ''
  },
  fruit_cube: {
  }
}