export default {
  "story": [
    [
      {
        "textContent": "首先來看受難者的性別分布，超過 9 成是男性，女性僅佔 4%。"
      },
      {
        "textContent": "省籍部分，本省人和外省人受難的人數不分軒輊，比例各是 55％和 45％。"
      },
      {
        "textContent": "被起訴時的年齡分佈，20 至 29 歲佔比最多。值得注意的是，未成年和 70 歲以上遭起訴者雖少，但最年輕的只有 14 歲，最年長的是 77 歲。"
      },
      {
        "textContent": "戒嚴時期的臺灣社會遭到政府全面監控，情治機關逮捕、偵訊大量平民，起訴最多人的單位是臺灣省保安司令部，其次是臺灣警備總司令部和國防部。"
      },
      {
        "textContent": "事實上，前兩者可說是同一個單位，臺灣省保安司令部 1949 年成立，9 年後和臺灣防衛總司令部等單位合併為臺灣警備總司令部（簡稱警總），是主要的情治機關。\n\n它們都是如何發動起訴呢？"
      },
      {
        "textContent": "這是最常見理由。進一步分析受難者的組成結構，可以發現本省人比例較高，且時間多在民國 40 至 49 年，也就是戒嚴初期。"
      },
      {
        "textContent": "常見理由還有「參加叛亂組織或集會」及「明知為匪諜而不告密」。前者同樣是本省人佔多數，時間分佈上也集中在民國 40 至 49 年之間。"
      },
      {
        "textContent": "中研院臺史所助研究員林正慧：本省案件早期以中共在臺地下組織「臺灣省工作委員會」和臺灣民主自治同盟案為主，50 年代初期就遭情治機關掃蕩殆盡；後期則是臺獨案最多。"
      },
      {
        "textContent": "外省案件則以軍隊保防案為主，例如批評時政、投降敵軍等，另外還有間諜案、情治機關內鬥。"
      }
    ],
    [
      {
        "textContent": "每一次的審判，「審理人」的決策將決定被告有沒有罪？我們比較 10710 筆受難者的初審與終審判決，發現共有 1067 筆的刑度遭到更動。為何會有改變？是誰造成的？"
      },
      {
        "textContent": "審理過程中，共有 766 筆受難者改判後刑度加重。301 筆的刑度減輕。"
      },
      {
        "textContent": "加重刑度的案件中，加重到死刑的比例超過 3 成，其中有 47 人原本的刑度少於有期徒刑 10 年。"
      },
      {
        "textContent": "加重至死刑的主要原因，仍是「意圖以非法之方法顛覆政府而著手實行」"
      },
      {
        "textContent": "例如 1953 年綠島爆發「獄中再叛亂案」，獄方發現政治犯抄寫違禁紙條且互相傳遞，就解讀成是組織串連行為，最後 14 人判處死刑"
      },
      {
        "textContent": "在加重刑度的案件中，還有 43 筆案件，是「下位審理者並不認同上一位審理者作出刑度加重的判決」"
      },
      {
        "textContent": "像是 1969 年的「統中會案」，有民眾私下籌組社團，審判官認定涉嫌顛覆政權，應加重至無期徒刑。雖然總統府秘書長張羣等人不同意判決，但在蔣介石的批示下，3 人仍處無期徒刑"
      },
      {
        "textContent": "從資料也可以發現，加重刑度的決策者大部分都是政府的軍政高層，時任參謀總長周至柔經手最多筆案件，另外還有前總統蔣介石、時任總統府參軍長劉士毅等人\n"
      },
      {
        "textContent": "「意圖以非法方法顛覆政府而著手實行」和「參加叛亂之組織」，是這三位審理人參酌增加政治犯刑度的共同主因"
      },
      {
        "textContent": "被視為是不當判決主要負責人，蔣介石改變了多少人的審判結果呢？"
      },
      {
        "textContent": "資料庫 10710 筆資料中，有 3341 筆案件經過蔣介石的審理，其中 930 筆的政治犯最終判處死刑"
      },
      {
        "textContent": "遭蔣介石加重刑度的 176 筆案件中，則有 91 筆加重至死刑"
      },
      {
        "textContent": "從蔣介石在公文上的批示，可以歸納出他加重刑度的理由。最多的是直接寫下「應處死刑」，如「應即槍決照准、槍決可也」等等，超過 50 名政治犯遭欽點直接死刑"
      },
      {
        "textContent": "蔣介石還會給予判刑的建議，像是「凡判處十二年以上徒刑者一律改處死刑」，有 31 筆案件留下相關批示"
      },
      {
        "textContent": "他也會在公文上質疑軍法機構辦事草率，例如「何以原辦案人對叛亂案量刑如此之輕；保安司令部何以僅判感化三年？均應查報」"
      },
      {
        "textContent": "但蔣介石也有少數決定輕判的例子，其中有 3 筆原判死刑，經他批示改為無期徒刑"
      }
    ],
    [
      {
        "textContent": "到了最終審判，判處有期徒刑未滿 10 年的人數最多，占可辨識總數的 28%"
      },
      {
        "textContent": "至於包括死刑和無期徒刑的極刑總數為 1250 筆，約占可辨識總數的 16%"
      },
      {
        "textContent": "超過一萬名的平民在戒嚴時期進入軍法審判，命運有了劇烈的變化"
      },
      {
        "textContent": "有些人的生命驟下句點，有些人展開不見天日的牢獄歲月…"
      },
      {
        "textContent": "審判之後，他們何去何從呢？"
      }
    ]
  ]
}